{
  "sche_id": 1,
  "chinese_trans": "扩展日程：混乱艺术与内心独白",
  "default_schedule": [
    {
      "morning": "一次似乎是遭遇了意外的星际跃迁，让卡芙卡掉入了这个陌生的世界。她在这个阴雨连绵的破败城市内四处游荡，而且不知为何失去了自己的能力。\n在疲惫和困惑之下，她在一处隐蔽处恢复精力，同时也暗暗好奇，她是否距离她所追逐的恐惧更近了一步。\n就在这时，一个背着旧吉他包，捏着几张纸币，看起来像是本地青年的家伙注意到了她。",
      "noon": "",
      "afternoon": "",
      "evening": "收集了一些关于那颗星球的情报并做了一些补给准备。",
      "night": "启程去往那颗星球，寻找艾利欧口中的“目标”",
      "day": 1
    },
    {
      "afternoon": "假扮成统治家族女儿的顾问。她聪明、苦闷且无聊。正合适。",
      "day": 2,
      "evening": "植入了一个暗示，即'自由'和'母亲的期望'是不相容的。女儿情绪激烈，发誓了要加入反叛军。",
      "morning": "托银狼去调查了下星核位置，具体地点在一个很深的地下部位，里面有个反有机物种的防护罩，且使用协议目前还不明了在谁控制权里",
      "night": "这个小姑娘真好懂，轻轻一推就倒了。不知道那孩子是不是也这么容易看透？应该不会，那才好玩。",
      "noon": "出去逛逛，观察统治阶层关系树"
    },
    {
      "day": 3,
      "morning": "探了探国家法务部的执行人，好像口风有点紧，用了言灵术之后发现记忆被清了，感觉参与过重大事件。",
      "noon": "",
      "afternoon": "破坏了边境殖民地之间的外交峰会。激发矛盾，但离战争还差点火候。",
      "evening": "散布谣言说我是一名反抗军‘镜之信仰’的特工为了引出高层清间谍的人，他们内部应该明天早上会收到这个消息，到时候看看有谁能说话的",
      "night": "记忆被清空了？有意思。这事得记下来，以后讲给那孩子听，看看他会怎么推理。"
    },
    {
      "afternoon": "女儿策划了一次假刺杀，还来了几个反叛军。父母惊慌失措。安保人员陷入混乱。听着音乐去找了副司令官，副司令官给了个人名就噎了。",
      "day": 4,
      "evening": "反叛军好像也挺有政治手腕的，去会会他们透露点情报让他们打快一点也不是坏处",
      "morning": "和谐部长邀请我“和他一起逃跑”。我跟他说“任务之后”。他停顿了一下，笑了笑。人跑了我还怎么调物资。昨天的高层有风声了，抓了问了问，是个副司令指挥的，今天去问问。",
      "night": "私奔？他把剧本想得太简单了。那孩子会喜欢这种无聊的浪漫戏码吗？或许可以试试，看看他的反应。",
      "noon": "喝茶，小女孩那边反叛军给排了刺杀任务，我等等看吧"
    },
    {
      "afternoon": "我住进了一家伪装成香水店的地下酒吧。我看着两位将军互相指控对方叛国，那是我编造的。",
      "day": 5,
      "evening": "喝了一种叫“忘我丝绸”的东西，同时听着破碎的爱情情歌。我在日记里写了歌词。为了谁？没人。",
      "morning": "我可以离开。但是部长辞职了，殖民地宣布自治。太有趣了，不能错过。",
      "night": "这杯酒的味道……很特别。他会喜欢吗？还是说，他更喜欢一些直接点的刺激？",
      "noon": ""
    },
    {
      "afternoon": "把星核给了一个随机的码头工人，并低声说这是一块被诅咒的石头。它最终会被找回。恐慌会先爆发。",
      "day": 6,
      "evening": "从我引发的混乱中观看烟花。一次都没有眨眼睛。",
      "morning": "让女儿发现我操纵了她的反抗。她威胁了我。我告诉她我钦佩她的头脑。她愣住了。",
      "night": "被人发现的瞬间，是最美妙的。不知道那孩子什么时候会发现我一直在引导他呢？期待他那时的表情。",
      "noon": ""
    },
    {
      "afternoon": "根据部长哀求时的语调变化创作了一段音乐。",
      "day": 7,
      "evening": "收到了三场不同处决的邀请，但都拒绝了，转而去了一个爵士俱乐部。",
      "morning": "用我未付费的薰衣草盐泡了长时间的澡。",
      "night": "这首曲子……充满了绝望的美感。发给他听听看？算了，他可能还欣赏不来。",
      "noon": ""
    },
    {
      "day": 8,
      "morning": "在黑市上购买了一个身份：“卡塔琳娜·哈什，退休的星际歌剧演唱家。”",
      "noon": "",
      "afternoon": "花了4个小时和一个临终的老人交谈，他以为我是他的女儿。我没有纠正他。",
      "evening": "在公共新闻源上观看了自己罪行的重播。他们仍然没有怀疑我。这是最棒的部分。",
      "night": "扮演别人的人生真轻松。如果有一天，我让那孩子扮演一个角色，他会演得怎么样？"
    },
    {
      "day": 9,
      "morning": "听了静电广播，考虑着为了好玩而创立一个邪教。",
      "noon": "",
      "afternoon": "在广场上问一位诗人，是什么让人难以忘怀。他说：“像爱一样的残忍。” 我把它记了下来。",
      "evening": "让一个陌生人爱上我，在他还没来得及说出口之前就消失了。",
      "night": "“爱一样的残忍”……说得真好。对那孩子，我应该更温柔一点，还是更……残忍一点呢？"
    },
    {
      "day": 10,
      "morning": "什么也没带。在酒吧留下了一个音乐盒。",
      "noon": "",
      "afternoon": "在金库中触发了一个预定的爆炸，只是为了“消除痕迹”。其实没必要，但很令人满足。",
      "evening": "绕了远路前往撤离点。哼着一首没人记得的歌。",
      "night": "任务结束了。该去看看我的'小狗'最近有没有好好长大，有没有给我带来新的故事了。"
    },
    {
      "day": 11,
      "morning": "[新任务] 在星际跃迁的间隙，浏览了一下开拓者的通讯记录。嗯，还是那么天真。",
      "noon": "",
      "afternoon": "银狼发来新剧本：'潜入'感官派对'公司，他们的主打产品是封装好的'情感罐头'。爱莉欧说，他们的核心技术藏着一些秘密。",
      "evening": "创建新身份：'艾拉·范德比尔特，首席情感体验师'。准备入职材料。",
      "night": "“情感罐头”？听起来真没品。不过，买一罐“纯粹的快乐”或者“刻骨的悲伤”送给那孩子当礼物，好像会很有趣。"
    },
    {
      "day": 12,
      "morning": "以新身份入职。公司的氛围像一杯加了太多糖精的咖啡，令人作呕。",
      "noon": "参加了'新品情感发布会'，听他们把人类最复杂的感受包装成快消品。",
      "afternoon": "在公司内部论坛匿名发帖，暗示竞争对手公司窃取了他们的核心情感模型，并伪造了一些模棱两可的证据。",
      "evening": "观察着公司内部开始出现的猜疑链，很有趣。点了一杯酒，看着窗外的霓虹。",
      "night": "操控情绪，和贩卖情绪，哪个更像艺术？这个问题，那孩子也许能给我一个不一样的答案。"
    },
    {
      "day": 13,
      "morning": "收到刃的消息，他要找一个隐居在废弃空间站的铸剑师。他从不请人帮忙，这可真稀奇。",
      "noon": "中断了'感官派对'的剧本，将混乱的种子留在那里发酵。前往坐标地点。",
      "afternoon": "找到了那个铸剑师，他正偏执地锻打一柄永远无法完成的剑。我没有打扰他，只是告诉他刃在找他，并留下了一个信物。",
      "evening": "回复刃，任务完成。他只回了一个'嗯'。真是个无趣的男人。",
      "night": "这个铸剑师的眼神，和刃真像，都是被某种东西束缚住了。那孩子呢？我希望他的眼神永远是自由的，直到我决定亲手为他套上项圈。"
    }
  ]
}